<template>
	<div class="join">
		<h2>高级web前端研发工程师</h2>
		<h3>职位诱惑：</h3>
		<p>技术氛围好,发展空间大</p>

		<h3>职位描述：</h3>
		<p>1、参与产品体验优化、产品功能迭代；</p>
		<p>2、与产品、UED等保持良好沟通，能快速理解、消化各方需求，并落实为具体的开发工作；</p>
		<p>3、对用户体验、交互操作流程、及用户需求有一定了解；</p>

		<h3>任职要求：</h3>
		<p>1、本科及以上学历，5年以上web前端开发经验，2年以上h5开发经验；</p>
		<p>2、扎实掌握Javascript的面向对象编程以及js基础知识；</p>
		<p>3、至少掌握React、React Native、Vue其中一个框架，并具备规范的编码习惯；</p>
		<p>4、熟练使用HTML5、CSS3、HTML、XHTML、CSS等网页制作技术，熟悉页面架构和布局；</p>
		<p>5、能够很好的处理PC及移动端浏览器兼容；</p>
		<p>6、熟练掌握Sass、Less及Flexbox者优先；</p>
		<p>7、有强烈的责任心，工作态度严谨，能承担较大工作压力，具备良好的沟通能力和团队合作精神</p>
	</div>
</template>

<style>
.join p{
	font:22px/30px '微软雅黑';
	color: #956e2c;
}
</style>
